# generated: 2026-01-14T21:53:16+08:00 on host: cachyos
7zip
accountsservice
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ark
base
base-devel
bash-completion
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-hooks
cachyos-keyring
cachyos-mirrorlist
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cava
chezmoi
chwd
cliphist
cmake
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dkms
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
duf
dust
e2fsprogs
efibootmgr
efitools
egl-wayland
emacs-wayland
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
ffmpegthumbnailer
fish
fsarchiver
fuzzel
fzf
gamescope
gdb
git
git-delta
greetd
greetd-tuigreet
grim
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gst-plugin-va
haveged
hdparm
hwdetect
hwinfo
hyprlock
imv
inetutils
iptables-nft
iwd
jfsutils
jq
kate
kitty
konsole
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lutris
lvm2
mako
man-db
mangohud
matugen
mdadm
mesa-utils
meson
mkinitcpio
modemmanager
mpv
mtools
mupdf
mupdf-tools
neovim-git
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
niri
nm-connection-editor
nodejs
noto-fonts-cjk
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
opencl-nvidia
openssh
os-prober
pacman-contrib
pamixer
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plasma-desktop
plasma-x11-session
plocate
pnpm
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
qt5ct
qt6ct
rebuild-detector
reflector
ripgrep
rsync
rtkit
satty
sg3_utils
slurp
smartmontools
s-nail
sof-firmware
spectacle
starship
steam
sudo
sunshine
swayidle
sysfsutils
telegram-desktop
tesseract-data-eng
texinfo
tree
ttf-bitstream-vera
ttf-dejavu
unrar
unzip
upower
usb_modeswitch
usbutils
vim
virt-manager
vlc-plugins-all
vulkan-radeon
waybar
waypaper
wf-recorder
wget
which
wireless-regdb
wireplumber
wl-clipboard
wl-clip-persist
wlogout
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xwayland-satellite
yakuake
yazi
zathura
zathura-pdf-mupdf
zen-browser-bin
zip
zoxide
