# generated: 2025-12-15T18:59:36+08:00 on host: yuzujr
7zip
amd-ucode
archlinuxcn-keyring
ark
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btop
cava
celluloid
cliphist
cmake
dkms
dnsmasq
dolphin
duf
dust
efibootmgr
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
fish
fuse2
fzf
gamemode
gamescope
git-delta
glfw
grub
gst-plugin-pipewire
gum
gvfs
htop
hyprlock
imagemagick
imv
inetutils
iwd
kate
kitty
konsole
lib32-gamemode
lib32-gnutls
lib32-mangohud
lib32-vkd3d
lib32-vulkan-icd-loader
libpulse
librime
libva-nvidia-driver
linux
linux-firmware
linux-headers
lutris
mako
mangohud
meson
mpv
neovim-git
netease-cloud-music-gtk4
network-manager-applet
ninja
niri
noto-fonts-cjk
nvidia-prime
nvtop
nwg-look
obs-studio
os-prober
pamixer
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
plasma-x11-session
power-profiles-daemon
qt5ct
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
qt6ct
qt6-wayland
rime-ice-pinyin-git
satty
smartmontools
sof-firmware
starship
steam
sunshine
swappy
swayidle
swaync
swayosd
swww
tree
unzip
vim
virt-manager
vkd3d
waybar
wf-recorder
wget
wine-mono
wine-staging
winetricks
wireless_tools
xclip
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
yazi
zathura
zathura-pdf-poppler
zip
zoxide
zram-generator
