# generated: 2026-02-24T21:55:41+08:00 on host: archlinux
adw-gtk-theme
alsa-firmware
alsa-ucm-conf
amd-ucode
archlinuxcn-keyring
ark
aurorae
base
base-devel
bash-completion
bluedevil
bluetui
bluez
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
brightnessctl
btop
btrfs-progs
cava
chezmoi
clang
cliphist
cmake
cmark-gfm
cmatrix
discover
dolphin
dosfstools
drkonqi
duf
dust
efibootmgr
emacs-wayland
exfat-utils
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-rime
fd
feh
fish
flatpak-kcm
fzf
gamescope
git
git-delta
gnome-keyring
gparted
gpu-screen-recorder
greetd
greetd-tuigreet
inetutils
kactivitymanagerd
kate
kde-cli-tools
kdecoration
kde-gtk-config
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libva-nvidia-driver
linux-firmware
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lutris
mangohud
meson
milou
mpv
neovim-git
networkmanager
ninja
niri
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nvidia-open-dkms
nvidia-utils
nvtop
nwg-look
obs-studio
ocean-sound-theme
onlyoffice-bin
openai-codex
openssh
oxygen
oxygen-cursors
oxygen-sounds
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma5support
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
playerctl
plocate
plymouth-kcm
polkit-kde-agent
powerdevil
power-profiles-daemon
print-manager
qqc2-breeze-style
qt5-wayland
rime-ice-pinyin-git
satty
sddm-kcm
sof-firmware
spectacle
starship
steam
sunshine
swayidle
systemsettings
tela-circle-icon-theme-standard
telegram-desktop
tree
ttf-lxgw-wenkai
vim
wacomtablet
wev
wget
wireplumber
wl-clipboard
wl-clip-persist
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xmake
xwayland-satellite
yay
yazi
zathura
zathura-pdf-poppler
zoxide
zram-generator
